Repository: dewakp/ALAFIAKALO
Catalog: IOS/ALAFIA/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ha, ig, pt, sw, yo, zh

source: Loading nutrient data…
ar: جاري تحميل بيانات المغذيات…
de: Nährstoffdaten werden geladen…
es: Cargando datos de nutrientes…
fr: Chargement des données nutritionnelles…
ha: Ana loda bayyanin abinci…
ig: Ịkwọ data ihe ọ dị mma…
pt: Carregando dados de nutrientes…
sw: Inapakia data ya virutubishi…
yo: Ń ṣe àkójọ data ìjẹ...
zh: 正在加载营养数据…

source: Loading nutrients…
ar: جاري تحميل المغذيات…
de: Nährstoffe werden geladen…
es: Cargando nutrientes…
fr: Chargement des nutriments…
ha: Ana loda abinci…
ig: Ịkwọ ihe ọ dị mma…
pt: Carregando nutrientes…
sw: Inapakia virutubishi…
yo: Ń ṣe àkójọ àwọn ìjẹ...
zh: 正在加载营养物质…

source: Loading patient…
ar: جاري تحميل المريض…
de: Patient wird geladen…
es: Cargando paciente…
fr: Chargement du patient…
ha: Ana loda maraci…
ig: Ịkwọ onye ọrịa…
pt: Carregando paciente…
sw: Inapakia mgonjwa…
yo: Ń ṣe àkójọ onìṣègùn...
zh: 正在加载患者…

source: Loading photo…
ar: جاري تحميل الصورة…
de: Foto wird geladen…
es: Cargando foto…
fr: Chargement de la photo…
ha: Ana loda hoto…
ig: Ịkwọ foto…
pt: Carregando foto…
sw: Inapakia picha…
yo: Ń ṣe àkójọ àwòrán...
zh: 正在加载照片…

source: Loading roles...
ar: جاري تحميل الأدوار…
de: Rollen werden geladen…
es: Cargando roles…
fr: Chargement des rôles...
ha: Ana loda ayyuka…
ig: Ịkwọ ọrụ…
pt: Carregando funções...
sw: Inapakia majukumu…
yo: Ń ṣe àkójọ àwọn ẹ̀rọ...
zh: 正在加载角色...

source: Loading sessions…
ar: جاري تحميل الجلسات…
de: Sitzungen werden geladen…
es: Cargando sesiones…
fr: Chargement des sessions…
ha: Ana loda zaman aiki…
ig: Ịkwọ oge…
pt: Carregando sessões…
sw: Inapakia vikao…
yo: Ń ṣe àkójọ àwọn ìpò...
zh: 正在加载会话…

source: Loading surveillance data…
ar: جاري تحميل بيانات المراقبة…
de: Überwachungsdaten werden geladen…
es: Cargando datos de vigilancia…
fr: Chargement des données de surveillance…
ha: Ana loda bayyanin lura…
ig: Ịkwọ data nlekọta…
pt: Carregando dados de vigilância…
sw: Inapakia data ya ufuatiliaji…
yo: Ń ṣe àkójọ data ìtọ́jú...
zh: 正在加载监测数据…

source: Loading weight data…
ar: جاري تحميل بيانات الوزن…
de: Gewichtsdaten werden geladen…
es: Cargando datos de peso…
fr: Chargement des données de poids…
ha: Ana loda bayyanin nauyi…
ig: Ịkwọ data ibu…
pt: Carregando dados de peso…
sw: Inapakia data ya uzani…
yo: Ń ṣe àkójọ data ìwọ̀n...
zh: 正在加载体重数据…

source: Loading...
ar: جاري التحميل…
de: Wird geladen…
es: Cargando…
fr: Chargement...
ha: Ana loda…
ig: Ịkwọ…
pt: Carregando...
sw: Inapakia…
yo: Ń ṣe àkójọ...
zh: 正在加载...

source: Loading…
ar: جاري التحميل…
de: Wird geladen…
es: Cargando…
fr: Chargement…
ha: Ana loda…
ig: Ịkwọ…
pt: Carregando…
sw: Inapakia…
yo: Ń ṣe àkójọ…
zh: 正在加载…

source: Location
ar: الموقع
de: Standort
es: Ubicación
fr: Localisation
ha: Waje
ig: Ebe
pt: Localização
sw: Mahali
yo: Ìbílẹ̀
zh: 位置

source: Location & Preferences
ar: الموقع والتفضيلات
de: Standort & Einstellungen
es: Ubicación y preferencias
fr: Localisation et préférences
ha: Waje & Zaɓi
ig: Ebe & Nhọrọ
pt: Localização e Preferências
sw: Mahali & Mapendeleo
yo: Ìbílẹ̀ & Àwọn Ìpilẹ̀
zh: 位置和偏好设置

source: Location Name
ar: اسم الموقع
de: Standortname
es: Nombre de la ubicación
fr: Nom du lieu
ha: Sunan Waje
ig: Aha Ebe
pt: Nome da Localização
sw: Jina la Mahali
yo: Orúkọ Ìbílẹ̀
zh: 位置名称

source: Lock
ar: قفل
de: Sperren
es: Bloquear
fr: Verrouiller
ha: Kulle
ig: Mechie
pt: Bloquear
sw: Funga
yo: Tì
zh: 锁定

source: Locked
ar: مقفول
de: Gesperrt
es: Bloqueado
fr: Verrouillé
ha: Kullewa
ig: Mechiri
pt: Bloqueado
sw: Imefungwa
yo: Tìtẹ̀
zh: 已锁定

source: Log
ar: السجل
de: Protokoll
es: Registro
fr: Journal
ha: Rubuta
ig: Ndekọ
pt: Registro
sw: Rekodi
yo: Ìwé Ìṣẹ̀
zh: 日志

source: Log Bowel Movement
ar: تسجيل حركة الأمعاء
de: Stuhlgang protokollieren
es: Registrar movimiento intestinal
fr: Enregistrer les selles
ha: Rubuta Jari
ig: Dekọ Ọkụ Afọ
pt: Registrar Movimento Intestinal
sw: Rekodi Mwendo wa Tumboni
yo: Ṣe Ìwé Ìrọ̀
zh: 记录排便

source: Log Dose
ar: تسجيل الجرعة
de: Dosis protokollieren
es: Registrar dosis
fr: Enregistrer la dose
ha: Rubuta Kashi
ig: Dekọ Ọnụ Ọgwụ
pt: Registrar Dose
sw: Rekodi Kipimo
yo: Ṣe Ìwé Ìdosù
zh: 记录剂量

source: Log Intake
ar: تسجيل الكمية المتناولة
de: Aufnahme protokollieren
es: Registrar ingesta
fr: Enregistrer l'apport
ha: Rubuta Cin Abinci
ig: Dekọ Ihe Ịtụtụ
pt: Registrar Ingestão
sw: Rekodi Kula
yo: Ṣe Ìwé Jíjẹ
zh: 记录摄入

source: Log New Intake
ar: تسجيل كمية متناولة جديدة
de: Neue Aufnahme protokollieren
es: Registrar nueva ingesta
fr: Enregistrer un nouvel apport
ha: Rubuta Sabon Cin Abinci
ig: Dekọ Ihe Ịtụtụ Ọhụrụ
pt: Registrar Nova Ingestão
sw: Rekodi Kula Mpya
yo: Ṣe Ìwé Jíjẹ Tuntun
zh: 记录新摄入

source: Log Urination
ar: تسجيل التبول
de: Wasserlassen protokollieren
es: Registrar micción
fr: Enregistrer la miction
ha: Rubuta Fitsari
ig: Dekọ Ịchụ Mmiri
pt: Registrar Micção
sw: Rekodi Mkojo
yo: Ṣe Ìwé Ìtìjú
zh: 记录排尿

source: Log Vitals
ar: تسجيل العلامات الحيوية
de: Vitalzeichen protokollieren
es: Registrar signos vitales
fr: Enregistrer les signes vitaux
ha: Rubuta Sigogi
ig: Dekọ Ihe Ọ Dị Mma
pt: Registrar Sinais Vitais
sw: Rekodi Dalili Muhimu
yo: Ṣe Ìwé Àwọn Ìyẹ̀
zh: 记录生命体征

source: Log Vomiting Episode
ar: تسجيل نوبة قيء
de: Erbrechen protokollieren
es: Registrar episodio de vómito
fr: Enregistrer un épisode de vomissement
ha: Rubuta Abubuwan Iska
ig: Dekọ Oge Ọgụ
pt: Registrar Episódio de Vômito
sw: Rekodi Kuvimba
yo: Ṣe Ìwé Ìfẹ́ Ìfúnilẹ̀
zh: 记录呕吐发作

source: Log weight in Vitals, Meals, Elimination or Therapy to see the trend.
ar: سجّل الوزن في العلامات الحيوية أو الوجبات أو الإخراج أو العلاج لرؤية الاتجاه.
de: Gewicht unter Vitalzeichen, Mahlzeiten, Ausscheidung oder Therapie protokollieren, um den Trend zu sehen.
es: Registre el peso en Signos vitales, Comidas, Eliminación o Terapia para ver la tendencia.
fr: Enregistrez le poids dans Signes vitaux, Repas, Élimination ou Traitement pour voir la tendance.
ha: Rubuta nauyi a Sigogi, Abinci, Kawar Jari ko Jiya don ganin ci gaba.
ig: Dekọ ibu na Ihe Ọ Dị Mma, Nri, Ịchụ Mmiri ma ọ bụ Ọgwụgwọ iji hụ mgbanwe.
pt: Registre o peso em Sinais Vitais, Refeições, Eliminação ou Terapia para ver a tendência.
sw: Rekodi uzani katika Dalili Muhimu, Chakula, Kuondolewa au Tiba ili kuona mwenendo.
yo: Ṣe ìwé ìwọ̀n nínú Àwọn Ìyẹ̀, Oúnjẹ, Ìfúnilẹ̀ tàbí Ìṣègun láti rí ìtẹ̀síwájú.
zh: 在生命体征、饮食、排泄或治疗中记录体重以查看趋势。

source: Log Workout
ar: تسجيل التمرين
de: Training protokollieren
es: Registrar ejercicio
fr: Enregistrer l'exercice
ha: Rubuta Aiki
ig: Dekọ Ihe Ike
pt: Registrar Exercício
sw: Rekodi Zoezi
yo: Ṣe Ìwé Iṣẹ́ Ara
zh: 记录锻炼

source: Log workouts
ar: تسجيل التمارين
de: Trainingseinheiten protokollieren
es: Registrar ejercicios
fr: Enregistrer les séances d'exercice
ha: Rubuta aiki
ig: Dekọ ihe ike
pt: Registrar exercícios
sw: Rekodi zoezi
yo: Ṣe ìwé àwọn iṣẹ́ ara
zh: 记录锻炼

source: Logged intake
ar: الكمية المتناولة المسجلة
de: Aufnahme protokolliert
es: Ingesta registrada
fr: Apport enregistré
ha: Cin abinci da aka rubuta
ig: Ihe ịtụtụ edekọwo
pt: Ingestão registrada
sw: Kula iliyorekodwa
yo: Jíjẹ tí a ṣe ìwé
zh: 已记录摄入

source: Logs
ar: السجلات
de: Protokolle
es: Registros
fr: Journaux
ha: Rubutun
ig: Ndekọ
pt: Registros
sw: Rekodi
yo: Àwọn Ìwé
zh: 日志

source: LOINC code (optional)
ar: رمز LOINC (اختياري)
es: Código LOINC (opcional)
fr: Code LOINC (optionnel)
ha: LOINC code (zaɓe)
pt: Código LOINC (opcional)
sw: Namba ya LOINC (si lazima)
yo: Kóòdù LOINC (àìfẹ́)
zh: LOINC 代码（可选）

source: Lookup
ar: البحث
de: Suchen
es: Buscar
fr: Rechercher
ha: Neman
ig: Chọ
pt: Pesquisar
sw: Tafuta
yo: Wá
zh: 查找

source: Lot #
ar: رقم الدفعة
de: Chargennummer
es: Lote #
pt: Lote nº
sw: Nambari ya Lot
yo: Nọ́mbà Ìpò
zh: 批号

source: Lot number
ar: رقم الدفعة
de: Chargennummer
es: Número de lote
fr: Numéro de lot
ha: Lambar Lot
ig: Ọnụ ọgụgụ Lot
pt: Número do lote
sw: Nambari ya Lot
yo: Nọ́mbà Ìpò
zh: 批号

source: Low
ar: منخفض
de: Niedrig
es: Bajo
fr: Bas
ha: Ƙarami
ig: Dị ala
pt: Baixo
sw: Chini
yo: Kékeré
zh: 低

source: Lunch
ar: الغداء
de: Mittagessen
es: Almuerzo
fr: Déjeuner
ha: Abincin Tsakar Rana
ig: Nri ehihie
pt: Almoço
sw: Chakula cha Mchana
yo: Oúnjẹ Àsán
zh: 午餐

source: Machine Maintenance
ar: صيانة الجهاز
de: Gerätewartung
es: Mantenimiento de máquina
fr: Entretien de la machine
ha: Kula da Injin
ig: Ịkwado Igwe
pt: Manutenção da Máquina
sw: Matengenezo ya Mashine
yo: Ìtúnú Ẹ̀rọ
zh: 机器维护

source: Machine Total Time (7:27 or 447)
ar: إجمالي وقت الجهاز (7:27 أو 447)
de: Gerätebetriebszeit (7:27 oder 447)
es: Tiempo total de máquina (7:27 o 447)
fr: Durée totale de la machine (7:27 ou 447)
ha: Lokacin Injin Gabaɗaya (7:27 ko 447)
ig: Oge Igwe Zuru Oke (7:27 ma ọ bụ 447)
pt: Tempo Total da Máquina (7:27 ou 447)
sw: Jumla ya Muda wa Mashine (7:27 au 447)
yo: Àkókò Ìṣẹ́ Ẹ̀rọ (7:27 tàbí 447)
zh: 机器总时间（7:27 或 447）

source: Machine Type
ar: نوع الجهاز
de: Gerätetyp
es: Tipo de máquina
fr: Type de machine
ha: Nau'in Injin
ig: Ụdị Igwe
pt: Tipo de Máquina
sw: Aina ya Mashine
yo: Irú Ẹ̀rọ
zh: 机器类型

source: Macros (optional if USDA linked)
ar: العناصر الغذائية الكبرى (اختياري إذا كان USDA مرتبطًا)
de: Makronährstoffe (optional bei USDA-Verknüpfung)
es: Macros (opcional si está vinculado USDA)
fr: Macronutriments (optionnel si USDA lié)
ha: Macros (ba dole ba idan an haɗa USDA)
ig: Macros (ọ bụrụ na USDA jikọtara)
pt: Macronutrientes (opcional se USDA vinculado)
sw: Macros (si lazima ikiwa USDA imeunganishwa)
yo: Macros (àìfẹ́ tí USDA ba tẹ̀)
zh: 宏量营养素（如已关联 USDA 可选）

source: Manage or cancel in Settings → Apple ID → Subscriptions.
ar: إدارة أو إلغاء في الإعدادات → Apple ID → الاشتراكات.
de: Verwalten oder kündigen Sie unter Einstellungen → Apple ID → Abos.
es: Gestionar o cancelar en Configuración → Apple ID → Suscripciones.
fr: Gérer ou annuler dans Paramètres → Apple ID → Abonnements.
ha: Sarrafa ko soke a Saitunan → Apple ID → Sharuɗɗuka.
ig: Jikwaa ma ọ bụ kagbuo na Settings → Apple ID → Subscriptions.
pt: Gerencie ou cancele em Configurações → Apple ID → Assinaturas.
sw: Dhibiti au ghairi katika Mipangilio → Apple ID → Subscriptions.
yo: Ṣàkóso tàbí fagílé nínú Settings → Apple ID → Subscriptions.
zh: 在设置 → Apple ID → 订阅中管理或取消。

source: Manage Rx
ar: إدارة الأدوية
de: Medikamente verwalten
es: Gestionar Rx
fr: Gérer les médicaments
ha: Sarrafa Magungunan
ig: Jikwaa Ọgwụ
pt: Gerenciar Medicamentos
sw: Dhibiti Dawa
yo: Ṣàkóso Oogun
zh: 管理处方

source: Manufacturer
ar: الشركة المصنعة
de: Hersteller
es: Fabricante
fr: Fabricant
ha: Mai Yin
ig: Onye Mere Ya
pt: Fabricante
sw: Mtengenezaji
yo: Ẹlẹ́dá
zh: 制造商

source: Map
ar: الخريطة
de: Karte
es: Mapa
fr: Carte
ha: Taswira
ig: Mapi
pt: Mapa
sw: Ramani
yo: Àwòkọ
zh: 地图

source: Mark as Urgent
ar: وضع علامة كعاجل
de: Als dringend markieren
es: Marcar como urgente
fr: Marquer comme urgent
ha: Tabbata a matsayin Gaggawa
ig: Tụọ Aha Dị Oke Mkpa
pt: Marcar como Urgente
sw: Alika kama Haraka
yo: Márkì Gẹ́gẹ́ Ìjọ̀ba
zh: 标记为紧急

source: Marketing Emails
ar: رسائل التسويق
es: Correos de marketing
fr: E-mails marketing
ha: Saƙoƙin Tallace-tallace
ig: Ozi Azụmahịa
pt: E-mails de Marketing
sw: Barua pepe za Uuzaji
yo: Ìmẹ́ilì Ìtànràn
zh: 营销邮件

source: Max
ar: الحد الأقصى
es: Máx
ha: Mafi Girma
ig: Kacha Elu
pt: Máx
sw: Upeo
yo: Ìgbìmọ̀
zh: 最大值

source: Meal description
ar: وصف الوجبة
de: Mahlzeitenbeschreibung
es: Descripción de la comida
fr: Description du repas
ha: Bayanin Abinci
ig: Nkọwa Nri
pt: Descrição da refeição
sw: Maelezo ya Chakula
yo: Àpèjúwe Oúnjẹ
zh: 膳食描述

source: Meal Planner
ar: مخطط الوجبات
de: Mahlzeitenplaner
es: Planificador de comidas
fr: Planificateur de repas
ha: Mai Shirya Abinci
ig: Onye Ọkọ Nri
pt: Planejador de Refeições
sw: Mpango wa Chakula
yo: Olùgbéjáde Oúnjẹ
zh: 膳食计划

source: Meal Timing (Optional)
ar: توقيت الوجبة (اختياري)
de: Mahlzeitenzeitpunkt (optional)
es: Hora de comida (opcional)
fr: Horaire des repas (Optionnel)
ha: Lokacin Abinci (Zaɓi)
ig: Oge Nri (Ọ Bụrụ Ọ Dị Mma)
pt: Horário da Refeição (Opcional)
sw: Wakati wa Chakula (Hiari)
yo: Àkókò Oúnjẹ (Àìfẹ́)
zh: 进餐时间（可选）

source: Meal Type
ar: نوع الوجبة
de: Mahlzeitentyp
es: Tipo de comida
fr: Type de repas
ha: Nau'in Abinci
ig: Ụdị Nri
pt: Tipo de Refeição
sw: Aina ya Chakula
yo: Irú Oúnjẹ
zh: 膳食类型

source: Measure
ar: قياس
de: Messen
es: Medir
fr: Mesurer
ha: Auna
ig: Tụọ Aha
pt: Medir
sw: Pima
yo: Wé
zh: 测量

source: Measurement
ar: القياس
de: Messung
es: Medición
fr: Mesure
ha: Auna
ig: Nha
pt: Medição
sw: Kipimo
yo: Ìwé
zh: 测量值

source: Medical
ar: طبي
de: Medizinisch
es: Médico
fr: Médical
ha: Likita
ig: Ọgwụ
pt: Médico
sw: Kimatibabu
yo: Ìṣègùn
zh: 医疗

source: Medical School / Institution
ar: كلية الطب / المؤسسة
de: Medizinische Schule / Institution
es: Escuela de medicina / Institución
fr: École/Institution médicale
ha: Makarantar Likita / Cibiyar Ilimi
ig: Ụlọ Akwụkwọ Ọgwụ / Ụlọ Ọrụ
pt: Escola/Instituição Médica
sw: Shule ya Kimatibabu / Taasisi
yo: Ilé-ẹ̀kọ́ Ìṣègùn / Àgbájọ
zh: 医学院校/机构

source: Medication
ar: الدواء
de: Medikament
es: Medicamento
fr: Médicament
ha: Magani
ig: Ọgwụ
pt: Medicamento
sw: Dawa
yo: Oogun
zh: 药物

source: Medication Adherence
ar: الالتزام بالأدوية
de: Medikamenteneinhaltung
es: Adherencia a medicamentos
fr: Observance du traitement
ha: Bin Magungunan
ig: Ịgbaso Ọgwụ
pt: Adesão ao Medicamento
sw: Utekelezaji wa Dawa
yo: Ìbámu Oogun
zh: 用药依从性

source: Medication name
ar: اسم الدواء
de: Medikamentenname
es: Nombre del medicamento
fr: Nom du médicament
ha: Sunan magani
ig: Aha ọgwụ
pt: Nome do medicamento
sw: Jina la dawa
yo: Orúkọ oogun
zh: 药物名称

source: Medication Name
ar: اسم الدواء
de: Medikamentenname
es: Nombre del medicamento
fr: Nom du médicament
ha: Sunan Magani
ig: Aha Ọgwụ
pt: Nome do Medicamento
sw: Jina la Dawa
yo: Orúkọ Oogun
zh: 药物名称

source: Medications
ar: الأدوية
de: Medikamente
es: Medicamentos
fr: Médicaments
ha: Magungunan
ig: Ọgwụ
pt: Medicamentos
sw: Dawa
yo: Àwọn Oogun
zh: 药物

source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
ha: Tsakani
ig: Etiti
pt: Médio
sw: Kati
yo: Àárin
zh: 中等

source: Member ID
ar: رقم العضو
de: Mitgliedsnummer
es: ID de miembro
fr: Numéro d'adhérent
ha: Lambar Memba
ig: Ọnụ ọgụgụ Onye Otu
pt: ID do Membro
sw: Nambari ya Mwanachama
yo: Nọ́mbà Ọmọ-ẹgbẹ́
zh: 会员 ID

source: Membership isn’t available. Is it configured in App Store Connect?
ar: العضوية غير متاحة. هل تم تكوينها في App Store Connect؟
de: Mitgliedschaft nicht verfügbar. Ist sie in App Store Connect konfiguriert?
es: La membresía no está disponible. ¿Está configurada en App Store Connect?
fr: L'adhésion n'est pas disponible. Est-elle configurée dans App Store Connect ?
ha: Membaship ba a samu. Shin an shirya shi a App Store Connect?
ig: Ụmụ nwanyị adịghị mma. Ọ bụ na e haziri ya na App Store Connect?
pt: Associação não disponível. Está configurada no App Store Connect?
sw: Uanachama haupatikani. Je, umesanidiwa katika App Store Connect?
yo: Ìṣẹ́gun kò sí. Ṣe a ṣe àgbékalẹ̀ nínú App Store Connect?
zh: 会员不可用。是否已在 App Store Connect 中配置？

source: Mental health
ar: الصحة النفسية
de: Psychische Gesundheit
es: Salud mental
fr: Santé mentale
ha: Lafiyar jiki da zuciya
ig: Ahụ obi
pt: Saúde mental
sw: Afya ya akili
yo: Ìlera ọkàn
zh: 心理健康

source: Mental Health
ar: الصحة النفسية
de: Psychische Gesundheit
es: Salud mental
fr: Santé mentale
ha: Lafiyar Jiki da Zuciya
ig: Ahụ Obi
pt: Saúde Mental
sw: Afya ya Akili
yo: Ìlera Ọkàn
zh: 心理健康

source: Message (Optional)
ar: الرسالة (اختياري)
de: Nachricht (optional)
es: Mensaje (opcional)
fr: Message (Optionnel)
ha: Saƙo (Zaɓi)
ig: Ozi (Ọ Bụrụ Ọ Dị Mma)
pt: Mensagem (Opcional)
sw: Ujumbe (Hiari)
yo: Ìfitánì (Àìfẹ́)
zh: 消息（可选）

source: Message deleted
ar: تم حذف الرسالة
de: Nachricht gelöscht
es: Mensaje eliminado
fr: Message supprimé
ha: An goge saƙo
ig: Ozi Kagbuchapụrụ
pt: Mensagem excluída
sw: Ujumbe umefutwa
yo: Ìfitánì ti pa
zh: 消息已删除

source: Message…
ar: الرسالة…
de: Nachricht…
es: Mensaje…
ha: Saƙo…
ig: Ozi…
pt: Mensagem…
sw: Ujumbe…
yo: Ìfitánì…
zh: 消息…

source: Messages
ar: الرسائل
de: Nachrichten
es: Mensajes
ha: Saƙoƙi
ig: Ozi
pt: Mensagens
sw: Ujumbe
yo: Àwọn Ìfitánì
zh: 消息

source: Messaging
ar: المراسلة
de: Nachrichtenaustausch
es: Mensajería
fr: Messagerie
ha: Aika Saƙoƙi
ig: Ịzipụ Ozi
pt: Mensagens
sw: Ujumbe
yo: Ìfitánì
zh: 消息

source: Metric
ar: متري
de: Metrisch
es: Métrica
fr: Métrique
ha: Awo
ig: Ihe Atụ
pt: Métrica
sw: Kipimo
zh: 公制

source: Middle Name
ar: الاسم الأوسط
de: Zweiter Vorname
es: Segundo nombre
fr: Deuxième prénom
ha: Sunan Tsakiya
ig: Aha Etiti
pt: Nome do Meio
sw: Jina la Kati
yo: Orúkọ Àrin
zh: 中间名

source: Min
ar: الحد الأدنى
es: Mín
pt: Mín
sw: Kiwango cha chini
yo: Kékeré
zh: 最小

source: Minimal
ar: طفيف
es: Mínimo
ha: Kadan
pt: Mínimo
sw: Kidogo sana
yo: Kékeré jù
zh: 最少

source: mm
ar: ملم

source: Modality
ar: طريقة العلاج
de: Modalität
es: Modalidad
fr: Modalité
pt: Modalidade
sw: Njia ya matibabu
yo: Ọ̀nà ìṣẹ̀dá
zh: 治疗方式

source: Moderate
ar: متوسط
de: Moderat
es: Moderado
fr: Modéré
ha: Matsakaici
pt: Moderado
sw: Wastani
yo: Àpẹ̀
zh: 中等

source: Monitoring
ar: المراقبة
de: Überwachung
es: Monitoreo
fr: Suivi
ha: Lura
ig: Nyocha
pt: Monitorização
sw: Ufuatiliaji
yo: Ìmọ̀ràn
zh: 监测

source: Monitoring Frequency
ar: تكرار المراقبة
de: Überwachungshäufigkeit
es: Frecuencia de Monitoreo
fr: Fréquence de suivi
ha: Yawan Lura
ig: Ugboro Nyocha
pt: Frequência de Monitorização
sw: Mzunguko wa Ufuatiliaji
yo: Ìgbà Ìmọ̀ràn
zh: 监测频率

source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
ha: Wata
ig: Kwa Onwa
pt: Mensal
sw: Kila mwezi
yo: Oṣù kọ̀ọ̀kan
zh: 每月

source: Mood
ar: الحالة المزاجية
de: Stimmung
es: Estado de Ánimo
fr: Humeur
ha: Halin Rai
ig: Mmetụta Obi
pt: Humor
sw: Hali ya akili
yo: Ìfarada
zh: 心情

source: Mood (7d)
ar: الحالة المزاجية (7 أيام)
de: Stimmung (7T)
es: Estado de Ánimo (7d)
fr: Humeur (7j)
ha: Halin Rai (7d)
ig: Mmetụta Obi (7d)
pt: Humor (7d)
sw: Hali ya akili (siku 7)
yo: Ìfarada (ọjọ́ 7)
zh: 心情（7天）

source: Mood after (1-10)
ar: الحالة المزاجية بعد (1-10)
de: Stimmung nachher (1-10)
es: Estado de ánimo después (1-10)
fr: Humeur après (1-10)
ha: Halin rai bayan (1-10)
ig: Mmetụta Obi mgbe gachara (1-10)
pt: Humor depois (1-10)
sw: Hali ya akili baada (1-10)
yo: Ìfarada lẹ́yìn (1-10)
zh: 之后心情（1-10）

source: Mood before (1-10)
ar: الحالة المزاجية قبل (1-10)
de: Stimmung vorher (1-10)
es: Estado de ánimo antes (1-10)
fr: Humeur avant (1-10)
ha: Halin rai kafin (1-10)
ig: Mmetụta Obi tupu (1-10)
pt: Humor antes (1-10)
sw: Hali ya akili kabla (1-10)
yo: Ìfarada ṣáájú (1-10)
zh: 之前心情（1-10）

source: Mood Impact
ar: تأثير الحالة المزاجية
de: Stimmungsauswirkung
es: Impacto en el Ánimo
fr: Impact sur l'humeur
ha: Tasirin Halin Rai
ig: Mmetụta Obi Mma
pt: Impacto no Humor
sw: Athari ya hali ya akili
yo: Ìpilẹ̀ Ìfarada
zh: 心情影响

source: Mood, Anxiety & Stress
ar: الحالة المزاجية والقلق والتوتر
de: Stimmung, Angst & Stress
es: Ánimo, Ansiedad y Estrés
fr: Humeur, anxiété et stress
ha: Halin Rai, Tsoro & Damuwa
ig: Mmetụta Obi, Ụjọ & Ike Ọrụ
pt: Humor, Ansiedade e Stress
sw: Hali ya akili, Wasiwasi & Matatizo
yo: Ìfarada, Ìbẹ̀rù àti Ìdáadá
zh: 心情、焦虑和压力

source: Mood: %lld/10
ar: الحالة المزاجية: %lld/10
de: Stimmung: %lld/10
es: Ánimo: %lld/10
fr: Humeur : %lld/10
ha: Halin rai: %lld/10
ig: Mmetụta Obi: %lld/10
pt: Humor: %lld/10
sw: Hali ya akili: %lld/10
yo: Ìfarada: %lld/10
zh: 心情：%lld/10

source: Mucus present
ar: وجود مخاط
de: Schleim vorhanden
es: Mucosidad presente
fr: Mucus présent
ha: Miyau akwai
ig: Mucus dị
pt: Muco presente
sw: Kichefuchefu kilichopo
yo: Ìbálẹ̀ tí ó wà
zh: 有粘液

source: My Patients
ar: مرضاي
de: Meine Patienten
es: Mis Pacientes
fr: Mes patients
ha: Marubucina
ig: Ndị Ọrụ M
pt: Meus Pacientes
sw: Wagonjwa Wangu
yo: Àwọn Onímọ̀ Ẹ̀mí
zh: 我的患者

source: My Profile
ar: ملفي الشخصي
de: Mein Profil
es: Mi Perfil
fr: Mon profil
ha: Profaila
ig: Profaịlụ M
pt: Meu Perfil
sw: Wasifu Wangu
yo: Profáìlì Ẹ̀mí
zh: 我的资料

source: My Roles
ar: أدواري
de: Meine Rollen
es: Mis Funciones
fr: Mes rôles
ha: Ayyukana
ig: Ọrụ M
pt: Minhas Funções
sw: Majukumu Yangu
yo: Àwọn Ẹ̀rọ Ẹ̀mí
zh: 我的角色

source: Name
ar: الاسم
es: Nombre
fr: Nom
ha: Suna
ig: Aha
pt: Nome
sw: Jina
yo: Orúkọ
zh: 姓名

source: Nausea after
ar: الغثيان بعد
de: Übelkeit nachher
es: Náuseas después
fr: Nausée après
ha: Auri bayan
ig: Ọgwụ Ụtụ mgbe gachara
pt: Náusea depois
sw: Tapika baada
yo: Ìwọ̀n lẹ́yìn
zh: 之后恶心

source: Nausea before
ar: الغثيان قبل
de: Übelkeit vorher
es: Náuseas antes
fr: Nausée avant
ha: Auri kafin
ig: Ọgwụ Ụtụ tupu
pt: Náusea antes
sw: Tapika kabla
yo: Ìwọ̀n ṣáájú
zh: 之前恶心

source: NDC code
ar: رمز NDC
es: Código NDC
fr: Code NDC
ha: Lambar NDC
pt: Código NDC
sw: Nambari ya NDC
yo: Kóòdù NDC
zh: NDC代码

source: Needle Gauge
ar: مقاس الإبرة
de: Nadelstärke
es: Calibre de Aguja
fr: Calibre de l'aiguille
ha: Gauge Allura
pt: Calibre da Agulha
sw: Ukubwa wa Sindano
zh: 针头规格

source: Needle Length (mm)
ar: طول الإبرة (ملم)
de: Nadellänge (mm)
es: Largo de Aguja (mm)
fr: Longueur de l'aiguille (mm)
ha: Tsayin Allura (mm)
pt: Comprimento da Agulha (mm)
sw: Urefu wa Sindano (mm)
yo: Gigun Needle (mm)
zh: 针头长度（毫米）

source: New Chemo Session
ar: جلسة علاج كيميائي جديدة
de: Neue Chemotherapie-Sitzung
es: Nueva Sesión de Quimio
fr: Nouvelle séance de chimiothérapie
ha: Sabon Jiya Chemo
ig: Ọgwụ Chemo Ọhụrụ
pt: Nova Sessão de Quimioterapia
sw: Kikao Kipya cha Chemo
yo: Ìṣẹ̀dá Chemo Tuntun
zh: 新化疗疗程

source: New Condition
ar: حالة صحية جديدة
de: Neue Erkrankung
es: Nueva Condición
fr: Nouvelle condition
ha: Sabon Cutin Jiya
ig: Ọrịa Ọhụrụ
pt: Nova Condição
sw: Ugonjwa Mpya
yo: Àìsàn Tuntun
zh: 新病情

source: New Conversation
ar: محادثة جديدة
de: Neues Gespräch
es: Nueva Conversación
fr: Nouvelle conversation
ha: Sabon Tattaunawa
ig: Mkparịta Ụka Ọhụrụ
pt: Nova Conversa
sw: Mazungumzo Mapya
yo: Ọ̀rọ̀ Tuntun
zh: 新对话

source: New Event
ar: حدث جديد
de: Neues Ereignis
es: Nuevo Evento
fr: Nouvel événement
ha: Sabon Aiki
ig: Ihe Omume Ọhụrụ
pt: Novo Evento
sw: Tukio Jipya
yo: Ìṣẹ̀lẹ̀ Tuntun
zh: 新事件

source: New HD Session
ar: جلسة غسيل كلى جديدة
de: Neue HD-Sitzung
es: Nueva Sesión de HD
fr: Nouvelle séance HD
ha: Sabon Jiya HD
ig: Ọgwụ HD Ọhụrụ
pt: Nova Sessão de HD
sw: Kikao Kipya cha HD
yo: Ìṣẹ̀dá HD Tuntun
zh: 新血透疗程

source: New Post
ar: منشور جديد
de: Neuer Beitrag
es: Nueva Publicación
fr: Nouveau message
ha: Sabon Post
ig: Post Ọhụrụ
pt: Novo Post
sw: Chapisho Jipya
yo: Ìwé Tuntun
zh: 新帖子

source: New Prescription
ar: وصفة طبية جديدة
de: Neue Verordnung
es: Nueva Prescripción
fr: Nouvelle ordonnance
ha: Sabon Agaji
ig: Ọgwụ Ọhụrụ
pt: Nova Prescrição
sw: Rejesho Jipya
yo: Àṣẹ Ìlò Oogun Tuntun
zh: 新处方

source: New Schedule
ar: جدول جديد
de: Neuer Zeitplan
es: Nuevo Horario
fr: Nouveau calendrier
ha: Sabon Jadwali
ig: Usoro Ọhụrụ
pt: Novo Agendamento
sw: Ratiba Jipya
yo: Ìṣẹ̀dá Tuntun
zh: 新日程

source: Next ›
ar: التالي ›
de: Weiter ›
es: Siguiente ›
fr: Suivant ›
ha: Mai zuwa ›
ig: Ọzọ ›
pt: Próximo ›
sw: Ijayo ›
yo: Tó Ń Bọ̀ ›
zh: 下一个 ›

source: Next Appointment
ar: الموعد التالي
de: Nächster Termin
es: Próxima Cita
fr: Prochain rendez-vous
ha: Gaida Mai Zuwa
ig: Nzukọ Ọzọ
pt: Próxima Consulta
sw: Miadi Ijayo
yo: Àpéjọ Tó Ń Bọ̀
zh: 下次预约

source: Nickname (optional)
ar: اللقب (اختياري)
de: Spitzname (optional)
es: Apodo (opcional)
fr: Surnom (facultatif)
ha: Suna (zaɓe)
ig: Aha Dị Iche (nhọpụta)
pt: Apelido (opcional)
sw: Jina la kawaida (si lazima)
yo: Orúkọ Ìbátan (àìfẹ̀)
zh: 昵称（可选）

source: Nighttime (nocturia)
ar: الليل (التبول الليلي)
de: Nachts (Nykturie)
es: Nocturno (nicturia)
fr: Nuit (nycturie)
ha: Dare (nocturia)
ig: N'abalị (nocturia)
pt: Noturno (noctúria)
sw: Usiku (kuzimia)
yo: Ọ̀sán Alẹ́ (nocturia)
zh: 夜间（夜尿）

source: No
ar: لا
de: Nein
fr: Non
ha: A'a
ig: Mba
pt: Não
sw: Hapana
yo: Rárá
zh: 否
